Infineon/AURIX_code_examples/code_examples/iLLD_TC387_ADS_QSPI_TLE9180D_2/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC38x/IfxGtm_PinMap_TC38x_516.h
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT119_P11_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT119_P11_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT130_P22_4_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT130_P22_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT146_P34_1_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT146_P34_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT128_P12_0_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT128_P12_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT147_P34_2_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT147_P34_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT124_P11_8_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT124_P11_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT148_P34_3_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT148_P34_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT176_P31_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT266_P10_10_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT266_P10_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT125_P11_13_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT125_P11_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT133_P22_7_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT133_P22_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT149_P34_4_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT149_P34_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT129_P12_1_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT129_P12_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT150_P34_5_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT150_P34_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT119_P11_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT119_P11_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT124_P11_8_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT124_P11_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT125_P11_13_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT125_P11_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT176_P31_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT126_P11_14_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT126_P11_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT181_P31_7_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT181_P31_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT127_P11_15_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT127_P11_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT182_P31_8_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT182_P31_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT214_P25_8_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT214_P25_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT128_P12_0_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT128_P12_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT183_P31_9_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT183_P31_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT215_P25_9_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT215_P25_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT129_P12_1_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT129_P12_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT184_P31_10_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT184_P31_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT216_P25_10_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT216_P25_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT185_P31_11_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT185_P31_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT217_P25_11_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT217_P25_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT31_P33_9_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT31_P33_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT146_P34_1_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT146_P34_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT262_P13_13_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT262_P13_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT147_P34_2_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT147_P34_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT148_P34_3_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT148_P34_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT149_P34_4_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT149_P34_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT190_P30_0_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT190_P30_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT222_P24_0_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT222_P24_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT150_P34_5_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT150_P34_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT191_P30_1_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT191_P30_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT223_P24_1_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT223_P24_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT164_P01_14_OUT */
